export default {
  aboutService: {
    seemore: 'もっと見る',
    contentFirst:
      'ラボ型開発とはプロジェクトごとにお客様の専用開発チームを弊社内に構築し、お客様のチームの一員として、プロジェクトの目標にコミットします。',
    contentSecond:
      'RelipaはWebシステム開発の分野に自信があり、多くのお客様から委託されて選ばれたことを誇りに思っています。 当社はこの分野で、Java/PHPなどの開発を主軸にECサイト、CMSシステム、求人情報サイト、予約マッチングプラットフォームのようなサービスの提供を専門としています。 当社は常にお客様のご要望に基づいて最も完全な製品を作成するよう努めています。',
    contentThird:
      '当社では、上場企業様や大手企業様からのご発注で、大規模な業務系システム開発を行った実績が多数あります。 豊富な経験とノウハウを生かしながら、さまざまなタイプの業務系システム開発の案件を今後も多数お受けしていきたいと考えています。 当社のエンジニアも、さまざまな開発言語を自在に操っているほか、AWSやAzureなどのクラウドサービスを使ったものも得意です。さらに、環境構築から製造・テスト・保守まで幅広く対応しています。お客様からのご指示やご要望を確実にシステムに反映させていくだけではなく、お客様の現状を把握し、最適な設計もご提案いたします。',
    contentFour:
      'レリパには高い技術力を持つブロックチェーン開発者と専門家が揃っています。「ブロックチェーンを導入したいけれど方法がわからない」「資産をNFT化したい」「ブロックチェーンを構築できるエンジニアがいない」のお客様を対象としてサービスを提供しています。スマートコントラクト開発、ICO、IEO、IDO開発、ゲームをNFT化など、幅広いサービスを対応しています。',
    contentFifth:
      '当社は、業務システムやウェブシステムと連携したアプリの開発を得意としています。 業務システムやウェブシステムの開発をご依頼いただいた際には、タブレット端末やスマートフォンなどのデバイスで、出先から社内システムと連携させ操作できるようなアプリもご一緒に提供することができます。 また、既存のウェブシステムや業務システムを、タブレット端末やスマートフォンなどのデバイスでも動作させたいといったご希望にも対応可能です。その場合には、ウェブベースで動作するアプリを開発し、外出先からでも社内のシステムにアクセできる仕組みを構築し、お客様の業務効率向上に貢献します。 物流系のアプリ以外にも、SNS系アプリ、教育系アプリ、チャットアプリなど、幅広い目的のアプリ開発実績があり、技術のノウハウも豊富です。',
    contentSixth:
      'クラウド移行支援は、お客様のITコストを節約し、生産性を向上させ、ビジネスの俊敏性を高め、運用の回復力を向上させるのに役立つサービスです。  レリパは、コンサルティングから設計、アーキテクチャ構築、インストール、デプロイに至るまで、AWS又はAzure、GoogleCloudなどのク',
    why: {
      First: {
        title: '最先端技術をリードする',
        contentFirst: 'Blockchain, VR・AR, AIなどの最先端技術をリードします。',
        contentSecond: '専用な研究開発チームを持ち、常に最新かつ最も効果的なソリューションを提供することを約束します。'
      },
      Second: {
        title: '高品質で安心',
        contentFirst: 'エンジニアリングプロセスを徹底的に適用します。',
        contentSecond: '50%以上のメンバーがベトナムトップ大学を卒業しています。',
        contentthird: '1年間で120時間/メンバーのトレーニングに時間を費やしています。'
      },
      Third: {
        title: '低価格',
        contentFirst: '日本企業に比べ30～50％コスト削減',
        contentSecond: '他のオフショア会社に比べ競争力のある価格提案'
      },
      Four: {
        title: '6年間以上の経験を持つコンサルティング能力',
        contentFirst:
          'コンサルティングチームは日本語に堪能で、ベトナムのトップ大学や日本大学を卒業しています。 日本のお客様向けのコンサルティングで6年以上の経験がございます。',
        contentSecond:
          'テクノロジーに関するコンサルティングだけでなく、お客様のビジネスに対し貴重なアドバイスやソリューションを提供し、お客様が市場とソリューションの実装プロセスをよりよく理解できるように支援します。'
      },
      Fifth: {
        title: 'セキュリティー',
        contentFirst: '「ISO/IEC2700」と「ISO9001」の認証を取得しました。',
        contentSecond: '専用の研究室がございます'
      }
    },
    item: '他社との違い 項目',
    CertainA: '某企業Ａ',
    CertainB: '某企業B',
    CertainC: '某企業C',
    Majoroffshore: '大手オフショア',
    Smalloffshore: '小規模オフショア',
    Domestic: '国内SI-er',
    engineering: 'エンジニアリングプロセスを実装',
    development: '長期的な開発パートナー',
    Supports: '幅広いテクノロジーに対応',
    Introducing: '最先端技術を導入',
    Offering: '柔軟な価格を提供',
    Thoroughly: 'ホウレンソウを徹底的に実行',
    regularcustomer: 'お客様のフィードバックを定期的に頂き、サービスを改善',
    maintenance: '保守パッケージがある',
    steps: {
      contact: 'お問い合わせ',
      contactcontent:
        'まずはお気軽にお問い合わせください。オフショア開発の成功事例や企業選定のポイント等のご説明からでも承ります。',
      Thorough: '徹底ヒアリング',
      Thoroughcontent:
        'お客様のアイディアを製品にするために、ご要望を正確に理解することが大切です。まずは、したいことをお聞かせください。',
      Suggestions: '提案・お見積もり',
      Suggestionscontent:
        'サイト構成、機能要件、ページ・コンテンツ量が把握できましたら、開発工数・お見積り・スケジュール、将来的な拡張などのご提示をいたします。',
      Contract: '契約・ご発注​',
      Contractcontent:
        'お客様と秘密保持契約書、システム開発業務基本契約書、業務委託個別契書、注文書/請書などの締結をさせて頂きます。',
      Design: '設計・開発​',
      Designcontent:
        'デザイン・システム・コンテンツの設計及び開発を進めていきます。お客様とテスト環境やメーリングリストで都度、進捗を確認できます。',
      Verification: '検証・最終確認​',
      Verificationcontent:
        '結合試験、デバッグ、お客様検証とフィードバック、取り込みを行い、最終ブラッシュアップを図ります。',
      Delivery: '納品',
      Deliverycontent: '仕様書通りのリクエストで納期に納品いたします。',
      Publishing: '公開作業　サイトリリース',
      Publishingcontent:
        'リリース当日の本番公開作業、及び検証、公開後のGoogleなどの各種設定を行い、検索エンジンの回遊を早めます。'
    }
  }
}
