export default {
  title: '業務系システム開発',
  businessSystemService: '業務系システム開発サービス',
  bussiness: {
    one: '当社では、上場企業様や大手企業様からのご発注で、大規模な業務系システム開発を行った実績が多数あります。',
    two: '豊富な経験とノウハウを生かしながら、さまざまなタイプの業務系システム開発の案件を今後も多数お受けしていきたいと考えています。',
    three:
      '当社のエンジニアも、さまざまな開発言語を自在に操っているほか、AWSやAzureなどのクラウドサービスを使ったものも得意です。',
    four: 'さらに、環境構築から製造・テスト・保守まで幅広く対応しています。',
    five: 'お客様からのご指示やご要望を確実にシステムに反映させていくだけではなく、お客様の現状を把握し、最適な設計もご提案いたします。',
  },
  desire: {
    one: '在庫管理システム',
    two: '販売管理業務',
    three: '予約管理システム',
    fource: '配車管理システム',
    note: '業務系システム開発のニーズがありましたら、是非レリパへ',
  },
  warehouse: {
    title: '在庫管理システム',
    content:
      '在庫管理システムには、主に次の機能が搭載されています：入出庫管理、検品、在庫一覧、返品管理、棚卸、在庫分析、データ抽出、マスター管理.',
  },
  sale: {
    title: '販売管理システム',
    content:
      '販売管理とは、商品を販売するまでの業務にかかわる見積・受注・出荷・売上・在庫・購買管理など一連の流れの管理のことを指します。販売管理システムの基本的機能は販売管理機能・在庫管理機能・購買管理機能の３つに分類できます。',
  },
  reservation: {
    title: '予約管理システム',
    content:
      '予約管理システムとは、顧客からの予約情報を一元管理するシステムです。活用することで、予約業務の効率が上がり、サービスの向上にもつながります。',
  },
  vehicle: {
    title: '配車管理システム',
    content:
      '複数配車計画から運行計画まで、地図ソフトやチャートを使って最適な配車を組み込むことができる配車マン支援のシステムです。',
  },
  caseStudy: 'CASE STUDY',
  function: {
    vehicle: '配車管理システム・アプリ',
    development: '予約・マッチングサービスの開発',
    ono: 'ONO: 送迎バス運行予約管理システム',
  },
}
