export default {
    service:{
        one:"当社は、業務システムやウェブシステムと連携したアプリの開発を得意としています。 ",
        two:"業務システムやウェブシステムの開発をご依頼いただいた際には、タブレット端末やスマートフォンなどのデバイスで、出先から社内システムと連携させ操作できるようなアプリもご一緒に提供することができます。",
        three:"また、既存のウェブシステムや業務システムを、タブレット端末やスマートフォンなどのデバイスでも動作させたいといったご希望にも対応可能です。その場合には、ウェブベースで動作するアプリを開発し、外出先からでも社内のシステムにアクセできる仕組みを構築し、お客様の業務効率向上に貢献します。",
        fource:"物流系のアプリ以外にも、SNS系アプリ、教育系アプリ、チャットアプリなど、幅広い目的のアプリ開発実績があり、技術のノウハウも豊富です。"
    }
    ,
    desire:{
        one :"アプリを開発したいですが、開発者がいない",
        two:"マルチプラットフォーム対応が必要",
        three:"豊富な開発実績を持つパートナーを探す",
    }
    ,
    relipaApp:"レリパのアプリ開発なら解決できます！",
    matching:{
        title:"マッチングアプリ",
        content:"近年マッチングアプリを使ってデートする傾向が強まっています。 レリパはアプリを開発するだけでなく、顧客にとって最も必要な機能やアプリのコンセプトについて提案するするための市場調査も行っています。"
    }
    ,
    livestream:{
        title:"ライブ配信アプリ",
        content:"ライブ配信アプリとは、スマホひとつでリアルタイムの配信を視聴できるアプリです。配信者はライバーと呼ばれ、雑談・楽器演奏・ゲーム配信などを日々配信しています。配信者と視聴者は、リアルタイムでコミュニケーションをとることができるので、SNS感覚で配信を楽しむことができます。"
    },
    caseStudy:"CASE STUDY",
    livestreamApp:"ライブ配信アプリ",
    arFurniture:"AR Furniture",
    sokzai:"SOKZAI：建材取引 マッチングプラットフォーム"
}