export default {
  title: 'Webシステム開発',
  webSystemService: 'Webシステム開発サービス',
  websystemcontent:
    'レリパはWebシステム開発の分野に自信があり、多くのお客様から委託されて選ばれたことを誇りに思っています。当社はこの分野で、Java/PHPなどの開発を主軸にECサイト、CMSシステム、求人情報サイト、予約マッチングプラットフォームのようなサービスの提供を専門としています。当社は常にお客様のご要望に基づいて最も完全な製品を作成するよう努めています。',
  desire: {
    one: 'Webサービスの立ち上げに伴いWebシステム開発をしたい',
    two: '既存ベンダーのWebシステムの品質が低く、対応しきれない',
    three: 'デバイスごとに最適なWebシステムを開発したい',
    fource: 'Webシステムを利用して業務効率化を図りたい',
    five: 'Webシステム開発の実績が豊富な会社に構築を依頼したい',
  },
  thesolution: 'RelipaのWebシステム開発なら解決できます！',
  ECSite: {
    title: 'ECサイト',
    content:
      'オンラインショッピングが普及するとともに、ECサイトを持つビジネスは収益に大きな影響を与えるでしょう。 専門的な知識やスキル、ノウハウを有しているため、ハイクオリティなECサイトを構築することが可能です。事前のヒアリングを密に行って、開発してもらうと理想のECサイトの構築ができます。',
  },
  CMSsystem: {
    title: 'CMSシステム',
    content:
      '企業にとってWebサイトの重要性が高まるなか、今や企業サイトへのCMS（コンテンツ管理システム）導入は、業務効率化とWebマーケティング活動には必要不可欠です。レリパのCMS構築サービスは、ご要件にフィットする最適なCMSの選定からサイジング検討、インプリメンテーション、導入後の運用・保守まで、CMS導入プロジェクトの全工程をワンストップでご提供するサービスです。',
  },
  JobInformation: {
    title: '求人情報サイト',
    content:
      'レリパの求人サイト開発サービスを導入することで、詳細な求人検索やマイページなどのサービス他、求人情報管理や問い合わせ管理などの機能を利用できるようになり、かつ、安心して個人情報を管理できます。',
  },
  MatchingSite: {
    title: 'マッチングサイト',
    content:
      'マッチングサイトとは、ある商品やサービスを求める側と提供する側との双方のニーズをマッチングさせるサイトのことを指します。レリパでは、マッチングサイトに最も必要な機能を提案するための市場調査もサポートしています。',
  },
  developmentResult: '開発実績',
  caseStudies: 'CASE STUDY',
  CRMSystem: 'CRMシステム',
  GATESystem: 'GATE.システム',
  KMSVideo: 'KMS: ビデオ会議システム',
  SeeMore: 'もっと見る',
}
