{
  "language": {
    "language": "English"
  },
  "static_page": {
    "no": "No",
    "subject": "Subject",
    "author": "Author",
    "detail": "Detail",
    "view": "View",
    "edit": "Edit",
    "createNew": "Create New",
    "title": "Title",
    "describe": "Describe",
    "url_path": "URL path",
    "authorized": "Authorized",
    "submit": "Submit",
    "reset": "Reset",
    "search": "Search",
    "upload": "Upload",
    "cancel": "Cancel",
    "placeholder_text_search": "Search.....",
    "placeholder_title": "Enter title name",
    "placeholder_author": "Enter author name",
    "placeholder_describe": "Enter describe name",
    "placeholder_url": "Enter URL path"
  },
  "admin_account": {
    "sign_up": "Sign Up",
    "edit_page": "Edit",
    "name": "User name",
    "email": "Email",
    "password": "Password",
    "re_password": "Confirm Password",
    "area": "Area",
    "role": "Role",
    "create": "Create",
    "reset": "Reset",
    "edit": "Edit",
    "search": "Search",
    "cancel": "Cancel",
    "create_account": "Create Account",
    "total_user": "Total User",
    "item_per_page": "Item per page",
    "placeholder_text_search": "Search....",
    "schema_name": "Please enter usename in fill",
    "schema_email": "Please enter email in fill",
    "schema_password": "Password is required",
    "schema_password_min_8": "Password must be at least",
    "schema_password_max_30": "Password too long",
    "schema_re_password": "Confirm Password is required",
    "schema_re_password_same": "Passwords must match"
  },

  "user": {
    "header": {
      "company": "COMPANY",
      "business": "BUSINESS",
      "service": "SERVICE",
      "about_service": "About Service",
      "lap_type": "Lab-type Development",
      "web_system": "Web System Development",
      "business_system": "Business System Development",
      "blockchain": "Blockchain Development",
      "smartphone_application": "Smartphone application development",
      "case_studies": "CASE STUDIES",
      "news": "NEWS",
      "blog": "BLOG",
      "contact": "CONTACT"
    },
    "footer": {
      "japan": "Japan",
      "japan_address": "1-14-14 Tomigaya, Shibuya-ku, Tokyo 151-0063 Stanford Annex Building 3F",
      "vietnam": "Viet Nam",

      "corporate_information": "Corporate information",
      "company_profile": "Company Profile",
      "representative_message": "Representative message",
      "introducing_core": "Introducing core members",
      "mission": "Mission and core values",

      "business": "Business content",
      "about_service": "About service",
      "lab_type": "Lab-type development",
      "web_system": "Web / system development",
      "business_system": "Business system development",
      "blockchain": "Blockchain development",
      "smartphone_application": "Smartphone application development",

      "development_results": "Development results",
      "webSystem": "Web system development",

      "resources": "Resources",
      "news": "News",
      "blog": "Blog",

      "inquiry": "Inquiry",
      "privacy_policy": "Privacy Policy"
    },
    "home_page": {},
    "service": {
      "labTypeDevelopment": {
        "what": "What is lab-type development?",
        "whatContent": "What is lab-type development? We build a dedicated development team for each project within our company, and as a member of the customer's team, we commit to the goals of the project.",
        "desire": {
          "contentFirst": "I want to reduce development costs, but I don't want to reduce quality or speed",
          "contentSecond": "I want to develop it, but the specifications have not been decided",
          "contentThird": "I'm worried about communication"
        },
        "benefits": {
          "contentFirst": "Development costs can be reduced",
          "contentSecond": "Flexible contract form"
        },
        "overview": "Overview of lab-type development",
        "about": {
          "title": "About lab-type development",
          "contentFirst": "We will provide you with a dedicated development team.",
          "contentSecond": "You can secure resources for a long period of time, so you can leave the work to us with confidence"
        },
        "working": {
          "title": "Working hours and holidays",
          "contentFirst": "Working hours are 40 hours per week (Monday-Friday) and 8 hours per day.",
          "contentSecond": "RELIPA developers run from 140 to 180 hours / month.",
          "contentThird": "The start and end times and break times are as follows: start time: 10:00, end time: 19:00, break time: 14:00 to 15:00 (Japan time)",
          "contentFourth": "Holidays are Vietnamese holidays. Other than that, there is one paid leave per month."
        },
        "contract": {
          "title": "Type of contract",
          "contentFirst": "A quasi-delegation contract will be a service that guarantees the amount of work by setting the period and personnel.",
          "contentSecond": "The contract period is 3 months or more.",
          "contentThird": "Closing at the end of the month, payment will be at the end of the following month."
        },
        "why": {
          "title": "Why Choose Our Lab-Type Development",
          "contentFirst": "Lab-type development with a customer retention rate of 90%",
          "contentSecond": "Provides a complete lab-type development that is flexible and can accumulate know-how as well as cost."
        },
        "development": "Development Results",
        "AI": "Research and development of image processing system using AI",
        "system": "GATE. System",

        "developmentmatching": "Development of reservation / matching service",
        "seemore": "See more"
      },
      "aboutService": {
        "seemore": "See more",
        "contentFirst": "What is lab-type development? We build a dedicated development team for each project within our company, and as a member of the customer's team, we commit to the goals of the project.",
        "contentSecond": "Relipa is confident in the field of web system development and is proud to be entrusted by many customers. In this field, we specialize in providing services such as EC sites, CMS systems, job information sites, and reservation matching platforms, with a focus on Java / PHP development. We are always striving to create the most complete products based on your needs.",
        "contentThird": "We have many achievements in developing large-scale business systems by ordering from listed companies and major companies. We would like to continue to accept many projects for various types of business system development while making use of our abundant experience and expertise. Our engineers are also good at using cloud services such as AWS and Azure, as well as freely manipulating various development languages. Furthermore, we support a wide range of activities from environment construction to manufacturing, testing, and maintenance. We not only surely reflect the instructions and requests from our customers in the system, but also grasp the current situation of our customers and propose the optimum design.",
        "contentFour": "Relipa has highly skilled blockchain developers and experts. We provide services for customers who \"want to introduce a blockchain but do not know how to do it\", \"want to convert assets to NFT\", and \"there is no engineer who can build a blockchain\". We support a wide range of services such as smart contract development, ICO, IEO, IDO development, and NFT conversion of games.",
        "contentFifth": "We are good at developing apps that work with business systems and web systems. When you request a development of a business system or web system, we can also provide an application that can be operated by linking with the in-house system from the outside on a device such as a tablet terminal or smartphone. We can also respond to requests such as wanting to operate existing web systems and business systems on devices such as tablets and smartphones. In that case, we will develop an application that operates on a web basis, build a mechanism that allows access to the in-house system even when away from home, and contribute to improving the work efficiency of our customers. In addition to logistics apps, we have a track record of developing apps for a wide range of purposes, such as SNS apps, educational apps, and chat apps, and we have the means, experience and expertise.",
        "contentSixth": "Cloud migration assistance is a service that helps customers save IT costs, increase productivity, increase business agility, and improve operational resilience. Relipa provides cloud integration services such as AWS, Azure, and Google Cloud, from consulting to design, architecture construction, installation, and deployment.",
        "why": {
          "First": {
            "title": "Leading the way in cutting-edge technology",
            "contentFirst": "Leading the way in cutting-edge technologies such as Blockchain, VR / AR, and AI.",
            "contentSecond": "We have a dedicated R & D team and are committed to always providing the latest and most effective solutions."
          },
          "Second": {
            "title": "High quality and peace of mind",
            "contentFirst": "Apply the engineering process thoroughly.",
            "contentSecond": "More than 50% of the members have graduated from Vietnam's top universities.",
            "contentthird": "120 hours / member training in a year."
          },
          "Third": {
            "title": "Low price",
            "contentFirst": "30-50% cost reduction compared to Japanese companies.",
            "contentSecond": "Competitive price proposals compared to other offshore companies."
          },
          "Four": {
            "title": "Consulting ability with more than 6 years of experience",
            "contentFirst": "The consulting team is fluent in Japanese and has graduated from top Vietnamese universities and Nihon University. We have more than 6 years of experience in consulting for Japanese customers.",
            "contentSecond": "In addition to technology consulting, we also provide valuable advice and solutions to your business to help you better understand the market and solution implementation process."
          },
          "Fifth": {
            "title": "Security",
            "contentFirst": "Obtained \"ISO / IEC 2700\" and \"ISO 9001\" certification.",
            "contentSecond": "We have a dedicated laboratory."
          }
        },
        "item": "Item",
        "CertainA": "A certain company A",
        "CertainB": "Certain company B",
        "CertainC": "Certain company C",
        "Majoroffshore": "Major offshore",
        "Smalloffshore": "Small offshore",
        "Domestic": "Domestic SI-er",
        "engineering": "Implement engineering process",
        "development": "Long-term development partner",
        "Supports": "Supports a wide range of technologies",
        "Introducing": "Introducing cutting-edge technology",
        "Offering": "Offering flexible prices",
        "Thoroughly": "Thoroughly execute spinach",
        "regularcustomer": "Get regular customer feedback to improve service",
        "maintenance": "Have a maintenance package",
        "steps": {
          "contact": "Contact us",
          "contactcontent": "Please feel free to contact us.We accept descriptions such as successful cases of offshore development and points for selecting a company.",
          "Thorough": "Listen and understand",
          "Thoroughcontent": "In order to turn your ideas into products, it is important to accurately understand your needs. Please, tell us what you want to do. ",
          "Suggestions": "Suggestions / Quotations",
          "Suggestionscontent": "Once you understand the site configuration, functional requirements, page content, etc., we will present the development, man-hours, estimates, schedule, future expansion, etc.",
          "Contract": "Contract / Order",
          "Contractcontent": "We will conclude non-disclosure agreements, system development business basic contracts, outsourcing individual contracts, purchase orders / confirmations, etc. with our customers.",
          "Design": "Design / Development",
          "Designcontent": "We will proceed with the design and development of design, system and content. You can check the progress with the customer on the test environment and mailing list each time.",
          "Verification": "Verification / Confirmation",
          "Verificationcontent": "We will perform integration testing, debugging, customer verification and feedback, and capture for the final brush-up.",
          "Delivery": "Delivery",
          "Deliverycontent": "We will deliver on time upon request according to the specifications.",
          "Publishing": "Public work site release",
          "Publishingcontent": "We will accelerate the migration of search engines by performing various settings such as actual release work on the day of release, verification, and Google after release."
        }
      }
    },
    "home": {
      "banner": {
        "title": "Relipa Supports Your Success ",
        "content": "The company name “RELIPA” comes from the acronym \"RELIABLE PARTNER\" which is an English word for \"trusted partner\"."
      },
      "service": {
        "LabType": "Lab-type Development",
        "LabTypeContent": "What is lab-type development? We build a dedicated development team for each project within our company, and as a member of the customer's team, we commit to the goals of the project.",
        "websystem": "Web System Development",
        "websystemContent": "Relipa is confident in the field of web system development and is proud to be selected by many customers.",
        "Business": "Business System Development",
        "BusinesContent": "We have many achievements in developing large-scale business systems by ordering from listed companies and major companies.",
        "Blockchain": "Blockchain Development",
        "BlockchainContent": "Relipa has highly skilled blockchain developers and experts. We provide services for customers who \"want to introduce a blockchain but do not know how to do it\", \"want to convert assets to NFT\", and \"there is no engineer who can build a blockchain\".",
        "Smartphone": "Smartphone Application Development",
        "SmartphoneContent": "In addition to logistics apps, we have a track record of developing apps for a wide range of purposes, such as SNS apps, educational apps, and chat apps, and we have a wealth of technical expertise.",
        "AWS": "AWS Migration",
        "AWSContent": "Relipa provides cloud integration services such as AWS, Azure, and Google Cloud, from consulting to design, architecture construction, installation, and deployment."
      },
      "voice": {
        "TeruHosono": {
          "name": "Teru Hosono / General Manager, Himax Co., Ltd.",
          "content": "Since this development was done as a pilot, we started the development with the requirements from our company ambiguously.In particular, I almost entrusted you with the design of the architecture, but I asked you to propose the optimum architecture. You have developed a very satisfying prototype. What was particularly surprising was the high level of technical capabilities of the developers.There was almost no technical indication from our company, and it was impressive that the design and implementation were faithful to the basics and easy to understand."
        },
        "RyoheiKamiya": {
          "name": "Ryohei Kamiya / CTO LEEWAYS Co., Ltd.",
          "content": "We are cooperating in the development of front-end web applications. We share the GitHub repository and decide the division of work each time while communicating between our engineers and RELIPA's engineers. If you use GitHub issues and Slack to notify the requirements in Japanese, they will finish the requirements at an explosive speed.In addition, if the requirements you have given are ambiguous, you can respond by asking appropriate questions so that there is no discrepancy. I have been working with them for over a year, but their response speed  is very fast, and I feel that the development speed has improved overwhelmingly compared to before I started working with them."
        },
        "KensaguTakasi": {
          "name": "Kensaku Takagi / CEO Areteco Holdings Co., Ltd.",
          "content": "We are a web media planning and management company. Relipa's management team, Duc and Tuyen, has been with us for over four years. We trust not only our technical capabilities but also our people. It's not just a contractor that only directs you, it's a good company that works towards the common goal of business success. In the past, we have launched media with more than 100 million monthly PVs from scratch. At that time, he was in charge of everything from infrastructure to UI. I've seen multiple offshore developers, but few can be trusted."
        }
      },
      "seemore": "See more",
      "news": {
        "contentFirst": "Software & App Development Exhibition [Spring] (SODEC 2022) | Notice of Exhibit at 31st Japan IT Week",
        "contentSecond": "Seminar 06: Blockchain Opportunity Challenge & Widiland True Story",
        "contentThird": "2022 Lunar New Year Holiday Notice",
        "contentFoufth": "Satisfied for the first time in offshore development for the third time! Relipa has outstanding speed and proposal power!"
      },
      "blog": {
        "titleFirst": "2022.04.01 Blockchain development",
        "contentFirst": "2022.04.01 Blockchain development What is DEX (Decentralized Exchange)? Explain in detail the advantages and disadvantages, and the differences from CEX (Centralized Exchange)!",
        "titleSecond": "2022.03.24 Cloud migration",
        "contentSecond": "Introducing the migration method and procedure to AWS! Thorough commentary on what to pay attention to when migrating!",
        "titleThird": "2022.03.17 IT Trends",
        "contentThird": "What is the gas bill? Why do you need it? How to reduce the gas bill?",
        "titleFourth": "2022.03.08 IT trends",
        "contentFoufth": "I want to sell NFT! How much does it cost to pay the marketplace? Explain other costs!"
      }
    },
    "company": {
      "banner": {
        "company": "Company",
        "top_corporate_information": "TOP Corporate information"
      },
      "profile": {
        "Company": "Company",
        "Company_Profile": "Company Profile",
        "Japanese_corporation": "Japanese corporation",
        "Company_Relipa": "Company - Relipa Co., Ltd.",
        "Established": "Established",
        "jp2018": "2018",
        "CEO": "CEO",
        "Chang_Suan_Duc": "Chang Suan Duc",
        "AddressJP": "Address",
        "AddressVN": "Address",
        "Address_Tokyo": "1-14-14 Tomigaya, Shibuya-ku, Tokyo Stanford Annex Building 3F",
        "Business_content": "Business content",
        "Email": "Email",
        "Email_Relipasoft": "sales@relipasoft.com",
        "Phone_number": "Phone number",
        "Phone_number_81": "(+81) 3 6804 9294",
        "Vietnam_Headquarters": "Vietnam Headquarters",
        "Company_RELIPA": "Company - RELIPA CO., LTD",
        "vn2016": "2016",
        "Address_HaNoi": "22nd Floor, B Tower, HH4 Building, Pham Hung Street, Nam Tu Liem District, Ha Noi, Vietnam",
        "Business_description": "Offshore development for Japanese companies",
        "Phone_number_84": "(+84) 24 3200 4725"
      },
      "CEOMessage": {
        "CEO_Message": "CEO Message",
        "content1": "Relipa Co., Ltd. is a system development company headquartered in Hanoi, Vietnam, and was established by three Vietnamese who graduated from Ritsumeikan University in 2016. In 2018, we also launched a Japanese corporation and have consistently provided offshore development specialized for 'Japanese companies' since its establishment.",
        "content2": "I had the opportunity to study abroad in Japan when I was 21 years old. As a young student who lived in a developing country like Vietnam and had the opportunity to set foot in a developed country for the first time, I was able to create delicate and perfect public buildings such as Japanese railways that I had never seen in Vietnam. I was really impressed.",
        "content3": "After graduating, I often go back and forth between the two countries for work, and as I interacted with the people of both countries, I had more opportunities to compare the two countries. While I felt a big gap with my home country, I felt that the gap between Vietnam and Japan was small compared to industrial technology for IT I was studying, so I challenged new technologies in this field, Vietnam in my home country, and I have come to think that I can contribute to Japan as well.",
        "content4": "After that, I made use of the know-how accumulated in Japanese universities and companies to establish a company with my colleagues. Currently, we are actively conducting research and development on cutting-edge technologies such as AR / VR / AI as well as offshore development.",
        "content5": "We do not have communication issues of concern in offshore development. There are many engineers who can understand the 'Japanese mind' by living in Japan for a certain period of time, such as studying at a Japanese university and working at a Japanese company, and there are engineers who are fluent in Japanese who can respond to face-to-face requirement definitions. In addition, many of our  engineers are from Vietnam's premier IT universities such as Hanoi University of Science and Technology, and we provide high-quality systems and detailed services with high development technology and sense.",
        "content6": "Since February 2020, the coronavirus has spread all over the world and has greatly impacted our daily lives. As you become accustomed to your new daily life and in the global trend of digital transformation waves (DX), Relipa will strive to become your trusted partner.",
        "content7": "We look forward to your continued support and guidance for Relipa.",
        "President_CEO": "President and CEO",
        "TRAN_XUAN_DUC": "TRAN XUAN DUC"
      },
      "MissionValues": {
        "MissionValues": "Mission & Values",
        "MISSION": "Mission",
        "mission1": "Improve and develop IT technology in Vietnam",
        "mission2": "We will provide reliable services to our customers.",
        "mission3": "Create an environment for employees to challenge themselves, share knowledge and grow together",
        "VISION": "Vision",
        "vision1": "Relipa aims to be a trusted partner and long-term business partner in the implementation of technology",
        "CORE_VALUES": "Core Values",
        "core_values1": "Proactive",
        "core_values2": "Creation",
        "core_values3": "Flexibility",
        "core_values4": "Commitment",
        "core_values5": "Teamwork",
        "core_values6": "Respect"
      },
      "CoreMember": {
        "Core_Members": "Core Members",
        "PresidentCEO": "President and CEO",
        "DevelopmentDepartment": "Director and General Manager of 2nd Development Department",
        "Representative": "Representative Director and Vice President",
        "DevelopmentManager": "1st Development Manager"
      },
      "SideBar": {
        "Company_Profile": "Company Profile",
        "CEO_Message": "CEO Message",
        "MissionValues": "Mission & Values",
        "Core_Members": "Core Members"
      },
      "Breadcrumb": {
        "Home": "Home",
        "Company": "Company"
      }
    }
  }
}
