export default {
  home: {
    banner: {
      title: 'レリパはお客様の成功を支える',
      content: 'RELIPAの社名は「信頼できるパートナー」を英語にした「RELIABLE PARTNER」の頭文字から来ています'
    },
    service: {
      LabType: 'Lab-type Development',
      LabTypeContent:
        'ラボ型開発とはプロジェクトごとにお客様の専用開発チームを弊社内に構築し、お客様のチームの一員として、プロジェクトの目標にコミットします。',
      websystem: 'Web System Development Web',
      websystemContent:
        'レリパはWebシステム開発の分野に自信があり、多くのお客様から委託されて選ばれたことを誇りに思っています。',
      Business: 'Business System Development',
      BusinesContent:
        '当社では、上場企業様や大手企業様からのご発注で、大規模な業務系システム開発を行った実績が多数あります。',
      Blockchain: 'Blockchain Development',
      BlockchainContent:
        'レリパには高い技術力を持つブロックチェーン開発者と専門家が揃っています。「ブロックチェーンを導入したいけれど方法がわからない」「資産をNFT化したい」「ブロックチェーンを構築できるエンジニアがいない」のお客様を対象としてサービスを提供しています。',
      Smartphone: 'Smartphone Application Development',
      SmartphoneContent:
        '物流系のアプリ以外にも、SNS系アプリ、教育系アプリ、チャットアプリなど、幅広い目的のアプリ開発実績があり、技術のノウハウも豊富です。',
      AWS: 'AWS Migration',
      AWSContent:
        'レリパは、コンサルティングから設計、アーキテクチャ構築、インストール、デプロイに至るまで、AWS又はAzure、GoogleCloudなどのクラウド統合サービスを提供しています。'
    },
    voice: {
      TeruHosono: {
        name: '細野 輝 / 事業部長株式会社ハイマックス',
        content:
          '今回の開発はパイロットとして行っていたため、当社からの要件が曖昧なまま開発をスタートしました。 特にアーキテクチャの設計をほぼお任せしましたが、最適なアーキテクチャを提案していただき、 非常に満足度の高いプロトタイプを開発していただきました。特に驚いた事が開発者の技術力が高さです。 当社から技術面の指摘がほとんどなく、基本に忠実でわかりやすい設計・実装を行ってくれていた事が印象的でした。'
      },
      RyoheiKamiya: {
        name: '神谷亮平 / CTO LEEWAYS株式会社',
        content:
          '弊社ではフロントエンドWEBアプリケーションの開発にご協力いただいています。 GitHubのリポジトリを共有し、弊社内の技術者とRELIPAさんの技術者との間でコミュニケーションをとりながら都度作業分担を決めて開発しています。 GitHubのイシューやSlackを使って日本語で要件をお伝えすると、要件通りのものを爆速で仕上げてきてくれます。 また、お伝えした要件が曖昧な場合には、適切な質問により認識齟齬がないように対応いただけます。 1年以上お付き合いしていますが、対応スピードがとにかく速く、お付き合いを始める前と比較して圧倒的な開発スピードの向上を実感しています。'
      },
      KensaguTakasi: {
        name: '高木健作 / CEO株式会社Areteco Holdings',
        content:
          '弊社はWEBメディアの企画・運営会社です。Relipaさんの経営陣である、DucとTuyenとは4年以上のお付き合いをさせて頂いております。技術力はもちろんのこと、人としても信頼を置いています。こちらが指示することだけをする受託会社ではなく、ビジネスの成功という共通の目標に向かって取り組んでくれる良い会社です。過去に月間のPV数が1億を超えるようなメディアを0から一緒に立ち上げたこともあります。そのときは、インフラ周りからUIまで全てを担当してくれていました。複数のオフショアの開発会社を見てきましたが、信頼を置ける会社は少ないです。'
      }
    },
    seemore: 'もっと見る',
    news: {
      contentFirst: 'ソフトウェア＆アプリ開発 展【春】(SODEC 2022）|第31回Japan IT Weekへ出展のお知らせ',
      contentSecond: 'セミナー０６：ブロックチェーンのチャンス・チャレンジ＆Widilandの実話',
      contentThird: '2022年旧正月休業のお知らせ',
      contentFoufth: 'オフショア開発3度目で初めて満足！レリパはスピードと提案力が抜群！もっと見る'
    },
    blog: {
      titleFirst: '2022.04.01 ブロックチェーン開発',
      contentFirst: 'DEX(分散型取引所）とは？メリットとデメリット、CEX（中央集権型取引所）との違いも詳しく解説！',
      titleSecond: '2022.03.24 クラウド移行',
      contentSecond: 'AWSへの移行方法と手順をご紹介！移行の際に注意することも徹底解説！',
      titleThird: '2022.03.17 ITトレンド',
      contentThird: 'ガス代とは？なぜ必要？ガス代を安くするには？',
      titleFourth: '2022.03.08 ITトレンド',
      contentFoufth: 'NFTを販売したい！マーケットプレイスに支払う手数料はどれくらい？それ以外のコストも解説！'
    }
  }
}
